Repository: mozilla-l10n/mt-training-data
Catalog: haz/haz_pontoon.tmx
Source language: en_us
Languages: haz

source: [More has been recorded than the required text]
haz: از نیمیشتې کی خاستۂ شودۂ غئدئر تئر آواز پور شودۂ۔

source: Mossi
haz: مۉسی

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
haz: زۉری آوازای پور کیدۂ دۂ شئکلی تئبیی خو استۂ۔ غݷر مئیاری آوازا رۂ میتنی قئبول کئنی کی جیغ زیدۂ شۂ٬ استې باشۂ یا کئم دۂ سݷتیلۂ گوفتۂ شودۂ باشۂ۔ از خݷر خو آوازای کی دۂ شئکلی مۉسیقی باشۂ یا کئمپېݖئری باشۂ رۂ رئد کید۔

source: n
haz: ن

source: N
haz: ن

source: N/A
haz: این/اې

source: Name
haz: نام

source: Nature and Environment
haz: تئبیئت وگیرد گۉشۂ

source: Nepali
haz: نیپالی

source: News and Current Affairs
haz: خئبئر و اوالی رۉز

source: Ngiembon
haz: نایجېمبۉن

source: Nias
haz: نیاسی

source: Nigerian Pidgin English
haz: انگلېسی نایجېریئن

source: NKo
haz: اېن کې اۉ

source: No
haz: نۂ

source: [No ‘a’ in the original text]
haz: دۂ اسلی نیمیشتۂ "اې" نئباشۂ

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
haz: <noCopyright>قݷدی اق و اوقوقی نئدیرۂ</noCopyright>-0

source: No foreign letters
haz: اېد رئقئم الامئتای خاریجی لازیم نییۂ

source: No microphone found.
haz: ماݷکرۉفۉن پݷدا نئشود

source: No numbers and special characters
haz: اېد رئقئم نئمبئر یا الامئتای خاس لازیم نییۂ

source: Northern Hindko
haz: ایندکوی شومالی

source: Northern Sotho
haz: سۉتۉی شومالی

source: Northwest Gbaya
haz: شومال غئربی گئبایا

source: Norwegian Bokmål
haz: ناروېجی

source: Norwegian Nynorsk
haz: ناروېجی نیونرسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
haz: بئلدې نیشۉ دیدۉ اېد جوملۂ نییۂ۔ امیالی یکئم جوملا ازافۂ کو

source: No thanks, continue speaking
haz: نۂ تئشئکور٬ تۉرۂ گوفتۂ بۉر

source: Nubi
haz: نوبی

source: Occitan
haz: اۉکیتان

source: Odia
haz: اۉۮیا

source: Offensive language
haz: زیبۉنی بئد بېتور

source: Offensive speech
haz: تۉرای بئد بېتور

source: On desktop devices you can contribute by downloading…
haz: بئلې ۮېکسݖاب قئد ۮۆنلۉۮ کیدو میتنی کۉمئگ کئنی

source: On his head he wore a beret.
haz: دۂ بئل سئت خو یئگ کۉلۂ پۉشیدۂ

source: On iOS please continue with Safari to enable recording…
haz: بئلې آی اۉ اېس از خݷر خو قئد سئفاری میتنی پور کیدۉ رۂ دئغ کئنی

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
haz: از دیگۂ دئوور ٬ اگئر موفامید کی خانیندۂ او لۆز رۂ اد نئشینیدۂ٬ و از پېش خو تئلئفوز مونۂ ٬ از خݷر خو رئد کید۔ اگئر پیسین تو پورۂ بوچی تېر امدۉ رۂ بیزئن۔

source: Ormuri
haz: اورموری

source: Ossetian
haz: اۉسېتیئن

source: p
haz: پ

source: Paiwan
haz: پایوان

source: Palula
haz: پالولا

source: Papantla Totonac
haz: پئپئنݖلا ݖۉݖۉنېک

source: Papiamento
haz: پاپیامېنݖۉ

source: Papiamento (Aruba)
haz: پاپیامئنݖۉ اروبا

source: Partner
haz: شئریگ

source: [Part of the text can’t be heard]
haz: یئگ بئخشی نیمیشتۂ فامیدۂ نئموشۂ

source: Pashto
haz: پئشتۉ

source: Persian
haz: پارسی

source: <playIcon></playIcon>Last one!
haz: آخیری شی

source: Play/Stop
haz: بیزئن/ بئن کو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
haz: از خݷر خو<templateFileLink> ݖېمپیلېݖ فایل </templateFileLink>مۉ رۂ تۉغ کید۔ جوملای شوم از دیگۂ کئس نئباشۂ یا ایجازې شی گیریفتۂ باشی و وازې باشۂ٬ گیرامئری روست کی آسۉ خاندۂ شونۂ۔جوملا بایئد 10-15 سانییۂ بئلدې خاندۉ وئخت بیگرۂ و شومارۂ٬ نامای خاس و الامئتای خاس نئدیشتۂ شۂ

source: Please fill out this field.
haz: از خݷر خو خانۂ رۂ پور کید۔

source: Please select a language to review sentences.
haz: بئلدې از نۆ تۉغ کیدۉنی جوملا از خݷر خو اگۉ زیبۉ سونغو کو

source: Polish
haz: پۉلیش

source: Portuguese
haz: پۉرتوگالی

source: Privacy
haz: شئخسی

source: Profile
haz: پرۉفایل

source: Pular Guinea
haz: پولار گوینی

source: Punjabi
haz: پئنجابی

source: Puno Quechua
haz: پونۉ کیوچیوا

source: Quechua Ambo-Pasco
haz: کیوچوا امبۉ پئسکو

source: Quechua Arequipa-La Unión
haz: کیوشوا ارېکویپا لا یونیئن

source: Quechua Cajatambo
haz: کیوچوا کئجئݖئمبۉ

source: Quechua Chanka
haz: کیوچوا چئنکا

source: Quechua Chiquián
haz: کیوچوا چیقویئن

source: Quechua Corongo Ancash
haz: کیوچوا کورونگو انکئش

source: Quechua Jauja Wanka
haz: کیوچوا جایوجا وانکا

source: Quechua Pasco Santa Ana de Tusi
haz: کیوچوا پاسکۉ سئنݖا انا دې توسی

source: Quechua Sihuas Ancash
haz: کیوچوا سویواس انکئش

source: Quechua Yauyos
haz: کیوچوا یوویوس

source: r
haz: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
haz: رېزۮ دۂ اینگلېسی شیجیر قئد یئگ ایججۂ تئلئفوز موشۂ نۂ دو۔

source: Rate limit exceeded. Try again in { $retryLimit } minutes
haz: از اندازې قیمئد خو تېر کیدۂ٬ از خݷر خو دۂ{ $retryLimit } دئقۂ کۉشیش کو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
haz: از اندازې قیمئد خو تېر کیدۂ٬ از خݷر کو دۂ { $retryLimit } سانییۂ کۉشیش کید

source: Reader Effects
haz: خانیندۂ تاسیر مېلۂ

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
haz: موخئفئف کی وجود نئدرۂ میسلی مۉ استې دۂ جای مۉ استې

source: Read Sentences
haz: جوملۂ رۂ بېخان

source: Read Sentences, Answer Questions
haz: جوملۂ رۂ بېخان٬ سوالا رۂ جواب بیدی

source: Read Sentences <small>(Coming soon)</small>
haz: جوملۂ رۂ بېخان (دۂ چابوکی)

source: Read sentences submitted by the community in various languages
haz: جوملای دیگۂ زیبۉنا کی دۂ بݷنی آغیل اندئختۂ شودۂ رۂ بېخان

source: Ready to do { $count } more?
haz: بازئم

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
haz: دۂ بارې موشکیلات یا گۉل ریمایۮئر ای مېل دۂ دیست بݷرید٬ آوالای نۆبیا خئبئرا دۂ بارې کامئن وایس

source: <recordIcon></recordIcon> Last one!
haz: آخیرنې شی<recordIcon></recordIcon>

source: [Recording cut off before the end of the last word]
haz: پېش از آخیری لۆز آواز پور کیدۉ بئن شود

source: Record/Stop
haz: پور کو/ بئن کو

source: Record yourself reading sentences in your language
haz: جوملای رۂ کی مېخانی دۂ زیبۉنی خۉ خو پور کو

source: Record yourself responding to questions and prompts in your language
haz: سوالا رۂ جواب میدی رۂ سئفت کو

source: Record your voice
haz: آواز خو پور کو

source: Reference the source of your sentence (required)
haz: اوالې ریشې جوملې خو نیمیشتۂ کو(لازیمی)

source: Reject
haz: رئد

source: Report
haz: اوال دیدۉ

source: Report was passed successfully
haz: اوال دۂ پېرۉزی پېش رافت

source: Request a Language
haz: خاییش بئلدې یئگ زیبۉ

source: Re-record
haz: از نۆ آواز پور کیدۉ

source: Re-record clip
haz: کلیپ رۂ از نۆ پور کو

source: Return
haz: پئس بییۂ

source: Return to Common Voice
haz: دۂ کامئن وایس پئس بۉرید

source: Review
haz: از نۆ تۉغ کیدۉ

source: Review could not be saved. Please try again later.
haz: از نۆ تۉغ کیدۉ قئییم نئموشۂ۔ از خݷر خو یئگ کئرئدی دیگۂ کۉشیش کو

source: ⓘ Review Criteria
haz: شئرتای از نۆ تۉغ کیدۉ

source: Review Criteria
haz: شئرتای از نۆ تۉغ کیدۉ

source: Reviewed sentences not submitted, are sure?
haz: جوملای تۉغ شودۂ جئم نئشودۂ٬ موتمئیین یی؟

source: Review existing sentences submitted by the community
haz: جوملای کی دۂ بݷنی کئمیونیݖی تاوول شودۂ رۂاز نۆ تۉغ کید

source: Review & re-record clips here as you go
haz: تۉغ کیدۂ از نۆ آواز خو پور کو

source: Review & re-record clips if needed
haz: تۉغ کو و از نۆ آواز خو پور کو اگئر لازیمۂ

source: Review Sentences
haz: جوملا رۂ از نۆ تۉغ کو

source: Review sentences in your language
haz: دۂ زیبۉنی خۉد خو جوملا رۂ از نۆ تۉغ کید

source: Review & Submit
haz: تۉغ کو و جئم کو

source: Review transcriptions of recorded sentences for accuracy
haz: بئلدې دئقئق بودۉ نیمیشتای پور شودۂ رۂ از نۆ تۆغ کو

source: Review user-submitted transcriptions in your language
haz: نیمیشتای جئم شودې کار گئر کی دۂ زیبۉن شوم استۂ رۂ از نۆ تۉغ کو

source: Romanian
haz: رومانی

source: Romansh Sursilvan
haz: رۉمانش سئرسیلوان

source: Romansh Vallader
haz: رۉمانش ولادیر

source: Rukai
haz: روکایی

source: Runyankole
haz: رونیانکۉلې

source: Russian
haz: روسی

source: Ruuli
haz: رولی

source: s
haz: س

source: S
haz: س

source: Sakha
haz: سئخا

source: Sakizaya
haz: داکیزیا

source: Santali (Ol Chiki)
haz: سئنتئلی

source: Saraiki
haz: سئرایکی

source: Sardinian
haz: سئردینیئن

source: Scots
haz: ایسکۉݖس

source: Seediq
haz: سیدیق

source: Select an option
haz: سونغو کو

source: Select a variant (optional)
haz: یئگ قیسم رۂ سونغو کو(اینتیخانی/پېش خۉش)

source: Select File
haz: فایل رۂ سونغو کئنو

source: Select File to Upload
haz: بئلدې اپلۉۮ کیدۉ فایل سونغو کئنو

source: Select up to three domains (optional)
haz: تا 3 دئنۂ ۮۉمېن رر سونغو کید۔ (اینتیخابی)

source: Sentence
haz: جوملۂ

source: Sentence Domain
haz: ۮۉمېنی جوملۂ

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
haz: جوملای جئم شودۂ دۂ ۮېݖاسېݖی قئبول شودې اومومی ازیافۂ موشۂ۔

source: { $sentences } sentences reviewed. Thank you!
haz: { $sentences }جوملا از نۆ تۉغ شودۂ۔ تئشئکور

source: Sentence Variant
haz: اقسامی جوملۂ

source: Separate sentences into one line by pressing “Enter” or “Return” once
haz: جوملا رۂ دۂ یئگ خئد جودا کو قئد پوچوق کیدۉنی "اینݖئر" یا "ریݖئرن"

source: Serbian
haz: سیربی

source: Seri
haz: سیری

source: Service and Retail
haz: خیدمئد و سۆدا فورۉخت

source: Setswana
haz: سېݖیسوانا

source: Shan
haz: شان

source: Share Common Voice
haz: آواز بېخی/ کامئن واݷس رۂ شئریگ کو

source: Share your clip
haz: کلیپ خو شئریگ کو

source: Shilha
haz: شیللا

source: Shina
haz: شینا

source: Shortcuts
haz: رای کۉتا

source: [Should be ‘dinosaurs’]
haz: بایئد ۮایناسور باشۂ

source: [Should be “We are”]
haz: بایئد " مۉاستې" باشئد

source: Sicilian
haz: سیکلیئن

source: Sindhi
haz: سیندی

source: Single
haz: یئگ دئنۂ

source: Single sentence submission
haz: رئیی کیدۉنی یئگ جوملۂ

source: Sinhala
haz: سینالا

source: Siswati
haz: سیسواتی

source: Skip
haz: تېر امدۉ

source: Slovak
haz: سلۉئک

source: Slovenian
haz: سلۉېنیئن

source: Small batch
haz: رېزۂ

source: Small batch sentence submission
haz: رئیی کیدۉنی جوملای رېزۂ

source: Somali
haz: سومالی

source: Soninke
haz: سۉنینکی

source: Sorbian, Lower
haz: سۉربیئن تݷنۂ

source: Sorbian, Upper
haz: سۉبیئن بئلنۂ

source: Source: { $sentenceSource }
haz: ریشۂ

source: Southern Kurdish
haz: کیردی جونوبی

source: Southern Pastaza Quechua
haz: پاستازا کیوچوای جونوبی

source: Southern Sotho
haz: سۉتۉی جونوبی

source: Spanish
haz: اسپانی

source: Speak
haz: تۉرۂ گوفتۉ

source: Speak now
haz: تۉرۂ بوگی

source: Speak options menu
haz: آپشئن مینیو رۂ بوگی

source: Start recording
haz: پور کیدۉ رۂ شورۉ کو

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
haz: [جئر] ۮایناسورای کیݖݖیمناشی [جئر] ریاسیک۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
haz: بینی زیدۉ۔ ۮایناسورای کیݖݖیمناشی ݖریاسیک۔ سولفۂ

source: Submit
haz: جئم کدۉ

source: Submit a new question for the community to read and respond to
haz: یئگ سوال نۆ بېلو بئلدې آغیل کی بېخانۂ

source: Submit a report
haz: اوال بیدی

source: Submit clips
haz: کلیپا رۂ جئم کو

source: Submit new questions for the community to read and respond to
haz: بئلدې آغیل/ کئمیونیݖی سئوالای نۆ تاوول کید کی بېخانۂ و جواب بیدیۂ

source: Success
haz: پېرۉزی

source: success checkmark
haz: نیشانی پېرۉزی

source: Svan
haz: سوان

source: Swahili
haz: سئوایلی

source: Swedish
haz: سیویۮئنی

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
haz: بئلدې قئبول کیدۉ دئووری راس سئفۂ بیزئن۔ بئلدې رئد کیدۉ دئوور چئب سئفۂ بیزئن۔ سئر بیلۂ بئلدې تېر امدۉ۔ دۂ آخیر تۉغ کیدۉ از یاد شوم نئرۂ

source: Syriac
haz: سیریئک

source: Tagalog
haz: ݖئگالوگ

source: Tahitian
haz: تاییتیئن

source: Taiwanese (Minnan)
haz: تایوانی

source: Tajik
haz: تاجیکی

source: Taking several attempts to read a word.
haz: بئئلدې خاندۉنی ازی لۆز کئم زیاد کۉشیش مېخایۂ

source: Tamazight
haz: ݖئمازیخت

source: Tamil
haz: تئمیل

source: Tap
haz: ݖئب

source: Tarifit
haz: ݖاریفیݖ

source: Tatar
haz: تاتار

source: Technology and Robotics
haz: ݖېکنالۉجی و آدئمی مئشینی

source: Teke
haz: ݖاکې

source: Telugu
haz: تېلگو

source: Tepeuxila Cuicatec
haz: ݖېپیوزېلا کیوکېݖیک

source: Terms
haz: شئرایت

source: Teutila Cuicatec
haz: ݖیوݖیلا کیوکېݖیک

source: Thai
haz: تای

source: Thank you for contributing your bulk submission!
haz: تئشئکور بئلدې کۉمئگی جوملای زیاد شوم

source: Thank you for contributing your voice!
haz: تئشئکور از کۉمئگ شوم!

source: Thank you for donating your voice clips!
haz: تئشئکور از وقف کیدۉنی کلیپای آواز شوم

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
haz: از آواز پور کیدې شوم تئشئکور! <lineBreak></lineBreak> یالی تۉغ کیدۂ کلیپ خو دۂ تݷلۉ جئم کو

source: Thank you for your voice information
haz: تئشئکور از مالوماتی آواز شوم

source: The bumblebee sped by.
haz: زئمبوری اسئل از پالوی شی دۂ تېزی تېر شود۔

source: The clip has disrespectful or offensive language.
haz: دئزی کلیپ بېکېبلۂ یا بئد بېتور زیبۉ ایستیمال شودۂ

source: The giant dinosaur of the Triassic.
haz: ۮایناسورای کیݖݖیمناشی ݖریاسیک۔

source: The giant dinosaurs of the Triassi-.
haz: ۮایناسورای کیݖݖیمناشی ݖریاسی

source: The giant dinosaurs of the Triassic.
haz: ۮایناسورای کیݖیمناشی غݷتای ݖریاسیک۔

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
haz: ۮایناسورای کیݖݖیمناشی ݖریاسیک۔ [دۂ یئگ آواز بېخان]

source: The giant dinosaurs of the Triassic. Yes.
haz: ۮایناسورای کیݖݖیمناشی ݖریاسیک۔ ارې۔

source: The giant dino <strong>[cough]</strong> the Triassic.
haz: ۮایناسورای کیݖݖیمناش (سولفۂ) از ݖریاسیک

source: There are currently no sentences to review in this language.
haz: دئزی زیبۉ یالی اېد جوملۂ نییۂ کی نیشۉ بیدی۔

source: The recording was too long.
haz: ای پور کیدۉ غئدئر دوور دیراز بود

source: The recording was too quiet.
haz: ای پور کیدۉنی آواز غئدئر استې بود

source: The recording was too short.
haz: ای پور کیدۉ غئدئر چوقنݷ بود

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
haz: بݷنی خانیندا یئگ فیتری تئغیرات مئیۂ۔ اگئر دئرجې آواز غئدئر بالۂ پور کدۉ رۂ رئد کو یا اگئر غئدئر آواز تا یۂ کی اېد شینیدۂ نئموشۂ۔

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
haz: جوملۂ ݖۉل گئر دۂ بئخشی غۉلی کامئن وایس پېش مۉرۂ۔ شومۉ یالی دۂ کامئن وایس <writeURL>یئگۉ جوملۂ نیمیشتۂ</writeURL> میتنید<reviewURL> از نۆ تۉغ میتنید</reviewURL> یئگ یئگ جوملۂ تاوول میتنید

source: The sentence has a grammatical or spelling error.
haz: ای جوملۂ گیرامئری یا ایملایی موشکیل دیرۂ

source: The sentence has disrespectful or offensive language.
haz: ای یئگ بئد بېتور جوملۂ یۂ۔

source: The sentence must be grammatically correct.
haz: جوملا بایئد از روی گرامئر سئیې باشۂ

source: The sentence must be speakable.
haz: جوملا بایئد خاندۂ شونۂ

source: The sentence must be spelled correctly.
haz: جوملا بایئد سئیې نیمیشݷۂ شودۂ شۂ

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
haz: ای مالومات ایختیاری یۂ۔ اگئر دیل شوم شود ایزافۂ کید۔ غݷدی مۉ دېݖا بېس رۂ نئشر مونی مالوماتی شئخسی رۂ ایلۂ نئنی ٬ و خاتیر جئم باشید کی مئسلئن نام و ایمېل شوم قئد مالوماتایی میسلی اومر یا جینسیئت شئریگ نییۂ۔

source: Three to go!
haz: سې دئنۂ مئندۂ

source: Thur
haz: تئر

source: Tibetan
haz: تیبئتی

source: Tigre
haz: ݖیگری

source: Tigrinya
haz: ݖیگرینیا

source: Tlazoyaltepec Mixtec
haz: تلازۉیالݖېپېک میکسݖېک

source: Toba Qom
haz: تۉبا قوم

source: Toki Pona
haz: ݖۉکی پۉنا

source: Too many files
haz: یئگ بولوگ فاݷلا

source: Torwali
haz: تۉروالی

source: Transcribe audio recordings into text
haz: آوازای پور شودۂ رۂ دۂ نیمیشتۂ بݷرید

source: Transcribe audio recordings in your language
haz: آوازای پور شودۂ رۂ دۂ زیبۉنی خۉد خو پور کید

source: Try again by dragging your file here
haz: بیسئم کۉشیش کئنو کی فایل خو اینجی کئش کئنی

source: Try uploading again
haz: بیسئم کۉشیش کو تا پلۉۮ شونۂ

source: Tshivenda
haz: ݖیشیوېندا

source: Tunen
haz: ݖونین

source: Tupuri
haz: ݖوپوری

source: Turkish
haz: تورکی

source: Turkmen
haz: تورکمئنی

source: Tush
haz: توش

source: Tuvan
haz: ݖووان

source: Twi
haz: ݖوی

source: Ubykh
haz: اوبېخ

source: Udmurt
haz: اۮمئرݖ

source: Ukrainian
haz: اوکرانیئن

source: Understand contribution criteria
haz: شئرتی کۉمئگ کیدۉ رۂ بوفامید

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
haz: غېدی کی دۂ آوازای پور کیدۂ گۉش مونی بایئد بوفامی و آواز پور کیدۉن خو زیاد کئنی

source: Upload aborted. Do you want to delete your recordings?
haz: اپلۉۮ قئبول نئشود۔ مېخایی از نۆ آواز خو پور کئنی؟

source: { $uploadedSentences } of { $totalSentences } sentences collected
haz: { $uploadedSentences }از { $totalSentences }جوملا ݖۉل شود

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
haz: { $uploadedSentences }از { $totalSentences }جوملای ݖۉل شودۂ <downloadLink>اینجی پوچیق کو</downloadLink> کی جوملای رئد شودۂ ۮاونلۉۮ شونۂ

source: Upload failed, please retry.
haz: اپلۉۮ نئشود٬ از خݷر خو از نۆ کۉشیش کو

source: Upload <icon></icon> public domain sentences
haz: اپلۉۮ <icon></icon>جوملای اولوسی ۮۉمېن رۂ

source: Upload in progress...
haz: دئرۆ اپلۉۮ موشۂ

source: Upload more sentences?
haz: دیگۂ جوملا ام اپلۉۮ مونی؟

source: Urdu
haz: اوردو

source: Use correct grammar
haz: سئیې گیرامئر ایستیمال کید

source: Use correct spelling and punctuation
haz: سئیې نیمیشتۂ کید و بېخانید

source: Ushojo
haz: اوشوجو

source: Uyghur
haz: اویغور

source: Uzbek
haz: اۉزبئکی

source: Validate Readings
haz: خاندۉ رۂ قئبول کو

source: Validate Readings, Review Transcriptions
haz: خاندۉ رۂ قئبول کو٬ نیمیشتۂ رۂ از نۆ تۉغ کو

source: Validate Readings <small>(Coming soon)</small>
haz: خاندۉ رۂ قئبول کو (دۂ چابوکی)

source: Validate readings submitted by community members
haz: خاندۉ رۂ قئبول کو کی از دئووری شئریگدارای آغیل/ کئمیونیݖی جئم شودۂ

source: Validate user-recorded readings in your language
haz: دۂ زیبۉن خو یوزئر ریکارۮیۮ خاندۉ رۂ قئبول کو

source: Varying Pronunciations
haz: تئلئفوزای موختئلیف

source: Venetian
haz: وېنېݖیئن

source: Vietnamese
haz: ویتنامی

source: Volume
haz: دئرجې آواز

source: Votic
haz: وۉݖیک

source: Wakhi
haz: واخی

source: Want to save your information? <createProfile>Create a profile</createProfile>
haz: مېخایی مالومات خو قئییم کئنی؟ یئگ پرۉفایل جۉر کو

source: Wayuunaiki
haz: وېیوونݷکی

source: We are going out to get a coffee.
haz: مۉ بئلدې کافی بورۉ مۉری۔

source: We are going out to get coffee.
haz: مۉ بئلدې کافی بورۉمۉری۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
haz: مۉ دۂ مۉزیلا یئگ آغیل/کئمیونیݖی دۂ گیردی وایس ݖېکنالۉجی جۉر مونی۔ بئئلدې آوالی نۆ قئد شوم دۂ رابیتۂ مومنی٬ زئرایې نۆ مالوماتا و مېخایی بیشنئوی دۂ بارې ازی کی چوتور مالوماترۂ ایستیمال مونید

source: We couldn’t get any audio clips for you to listen to. Please try again later.
haz: بئلدې شوم اگۉ کلیپی سۆتی نییۂ۔ از خݷر خو پاستئر کۉشیش کو

source: We couldn’t get any sentences for you to speak. Please try again later.
haz: مۉ بئلدې تۉرۂ گوفتۉ اېد جوملۂ پݷدا نئتئنیستی۔ از خݷر خو پاستئر کۉشیش کو

source: Welsh
haz: وېلېش

source: We may have run out of clips - refresh the page, or try again later.
haz: پېش مۉ دیگۂ کلیپ نئمئندۂ۔ سئفۂ رۂ وارگول کو یا پاستئر یئگ دئف کۉشیش کو

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
haz: مۉ وادۂ موشی کی مالومات شوم رۂ خیال شی بېلی۔ دۂ بارې پرایوېسی نۉݖس مئزید بېخانید

source: We’re going out to get coffee.
haz: مۉبئلدې کافی بودۉمۉری

source: We're making some big changes
haz: مۉ زیاد ادئل بئدئل مونی

source: We’re sorry, your platform is not currently supported.
haz: بوبئخشید٬ سئفې شوم دئرۆ کار نئمیدیۂ

source: Western Highland Purepecha
haz: آی لېنۮ پیورپېچای غئربی

source: Western Sierra Puebla Nahuatl
haz: سیرا پیوبلا نایوݖئلی غئربی

source: Westphalian
haz: وېسݖ فېلیئن

source: We've run out of sentences to record in this language...
haz: گیر ازمۉ دیگۂ جوملۂ بئلدې پور کدۉ دئزی زیبۉ نئمئندۂ

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
haz: مۉ مېخایی کی الگاریتمی یاد گیری مئشین بیتنۂ شئر شۉری آوازیای پئس پوشت رۂ بیگرۂ۔ او آوازیی کی کوللئن از شینیدۉ شومۉ رۂ مانې نئنۂ ام چئندۉ موشکیل نئدرۂ۔ مۉسیقی کی آواز شی تا باشۂ ام خېرۂ اما اوتئر نئباشۂ کی بېخی اېد لۆزا رۂ سئیې نئشنئوی۔

source: What issues are you experiencing with this sentence?
haz: قئد ازی جوملۂ چیز موشکیلات رۂ کولݷدۂ مونید؟

source: What needs to be in my file?
haz: دۂ بݷنی فایل مۂ بایئد چیز چیز خېل باشۂ؟

source: What sentences can I add?
haz: چیز رئقئم جوملا ما ایزافۂ میتنوم؟

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
haz: دئقیق گۉش کو٬ تۉخ چیزی کی نیمیشتۂ شودۂ دئقیق امو چیز پور شودۂ باشۂ; اگۉ رېزۂ غئلئتی ام اگئر بود قئبول نئکید۔

source: Why are you asking?
haz: شومۉ چیکۂ پورسۉ مونید؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
haz: قئد یئگ پرۉفایل ٬ شومۉ میتنید کارای خو دومبال کئنید و قئد ݖۉلې وایس ۮېݖا شئریگ بومنید

source: Wixárika
haz: ویکساریکایی

source: Wolof
haz: وولوف

source: Write
haz: نیمیشتۂ کو

source: Write options menu
haz: آپشئن مېنیو رۂ نیمیشتۂ کید

source: Xhosa
haz: ژۉسا

source: Xitsonga
haz: ایݖسونگا

source: y
haz: ی

source: Y
haz: ی

source: Yaqui
haz: یاقیویی

source: Yes
haz: ارې

source: Yiddish
haz: ییدیش

source: Yoruba
haz: یوروبا

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
haz: شومۉ از کیبۉرۮ شورکئݖ ام کار گیریفتۂ میتنید: { sc-review-form-button-approve-shortcut }بئلدی قئبول کیدۉ{ sc-review-form-button-reject-shortcut }بئلدې رئد کیدۉ{ sc-review-form-button-skip-shortcut }بئلدې تېر امدۉ

source: You cannot add multiple sentences for a single submission
haz: بئلدې یئکۂ رئیی کیدۉ موختئلیف جوملا ایزافۂ نئمیتنی

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
haz: شومۉ تئبالی اېد زیبۉ سونغو نئکیدېد۔ از خݷر خو بئلې پرۉفایل خو رئفتۂ زیبۉ سونغو کید۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
haz: دۂ ازی سئفۂ دیگۂ جای نئمئندۂ۔ از خݷر خو { $retryLimit } دئقۂ مئتئل کو بئلدې رئیی کیدۉنی دیگۂ جوملۂ۔ از اۆسیلۂ کیدۉن شوم تئشئکور
